<?php
/*

X-2) ФОРМА
1.	A. Часть формы меньшие, чем период
	1. Мотив - простейшее построение с одним акцентом
	2. Фраза - состоит из периодов, характеризуется нарастанием или спадом напряжения
	3. Каденция - построение цезурирующего характера, разделяет предложения и/или обозначает конец периода
	4. Предложение - состоит из фраз
	5. Построение (ячейка) произвольного строения
2.	B. Период - состоит из предложений
	Кол-во предложений
	Повторяемость предложений

	
X-1) ФОРМА (Синтагматика)

0.	A. Простые (малые) формы
0.	1. Кол-во частей (1-6)
1.	2. Кол-во повторений частей (1-6)
	
1.	B. Вариационные формы
0.	1. Кол-во частей (1-6)
1.	2. Строгие вариации
2.	3. Жанровые вариации
3.	4. Свободные вариации
	
2.	C. Рондо
0.	1. Кол-во неповторных частей (1-6)
1.	2. Кол-во повторных частей (1-3)
2.	3. Сонатность (1-да, 2-нет)
	
3.	D. Большие формы
0.	1. Соната
1.	2. Симфония
2.	3. Цикл

4.	E. Свободная форма (состоит из последования ячеек произвольного строения)

5.	F. Индивидуальные формы
*/

$aMusElement[9]="ФОРМА";
$aMusElement[9]="ФОРМА";
?>